"zanalytics.crosspromotion.navbar.button.title.back" = "Terug";
"zanalytics.crosspromotion.title" = "Meer apps";
"zanalytics.crosspromotion.otherapps" = "Overige apps";
"zanalytics.crosspromotion.relevantapps" = "Relevante apps";
"zanalytics.crosspromotion.noappstodisplay" = "Geen weer te geven apps";
"zanalytics.crosspromotion.nodatafound" = "Geen gegevens gevonden";
"zanalytics.crosspromotion.somethingwrong" = "Er is iets misgegaan";
"zanalytics.crosspromotion.nointernet" = "Geen internetverbinding";
"zanalytics.crosspromotion.open" = "Openen";
"zanalytics.crosspromotion.install" = "Installeren";
"zanalytics.crosspromotion.get" = "Ophalen";
"zanalytics.crosspromotion.appsyoumaylike" = "Apps die u wellicht leuk vindt";
"zanalytics.crosspromotion.moreappsfromus" = "Meer apps van ons";
"zanalytics.crosspromotion.viewallapps" = "Alle apps weergeven";
